Repository: suryo12/dsmr-master
Catalog: dsmr-reader/docs/locale/*/LC_MESSAGES/intro.po
Languages: nl

source: Introduction
nl: Introductie

source: Project mission & goals
nl: Projectmissie & doelen

source: Provide an easy to use setup for logging your own energy consumption.
nl: Een gemakkelijk te gebruiken oplossing voor het bijhouden van je eigen energieverbruik.

source: Keeping your data for yourself (all data is stored locally and untracked as well).
nl: Alle gegevens zijn eigendom van jezelf (alle data wordt lokaal opgeslagen en wordt niet gedeeld met de buitenwereld).

source: Always free to use (it's open source on Github as well).
nl: Altijd gratis te gebruiken (en tevens open-source op Github).

source: Why?
nl: Waarom?

source: Because open-source triggers the community to collaborate even more and bring out the best ideas! In the last year, many other cool DSMR-projects were launched as well!
nl: Omdat open-source het beste in een community naar boven brengt en zorgt voor nieuwe ideÃ«en of inzichten. In het afgelopen jaar zijn er tevens tal andere coole DSMR-projecten gestart!

source: Languages
nl: Talen

source: Skill
nl: Vaardigheid

source: The project is well documented, but requires a certain 'Unix skill' as you will need to install several dependencies using the command line.
nl: Het project is behoorlijk gedocumenteerd, maar vereist desondanks een zekere Unix-vaardigheid. Je zult namelijk handmatig diverse afhankelijkheden moeten installeren via de command line.

source: I advise to only use this tool when you have basic Linux knowledge or have any interest in the components used.
nl: Ik raad je aan deze tool alleen te gebruiken wanneer je enige Linux-basiskennis hebt. Of wanneer je interesse hebt in de gebruikte componenten.

source: The project can be found here: https://github.com/dennissiemensma/dsmr-reader
nl: Je kunt het project hier vinden: https://github.com/dennissiemensma/dsmr-reader
