Repository: suryo12/dsmr-master
Catalog: dsmr-reader/docs/locale/*/LC_MESSAGES/requirements.po
Languages: nl

source: Requirements
nl: Vereisten

source: **Raspbian OS or Debian based OS**
nl: **Raspbian OS of Debian-gebaseerd OS**

source: Recommended and tested with, but any OS satisfying the requirements should do fine.
nl: Aanbevolen en mee getest, al zou elk OS die dezelfde vereisten ondersteunt prima moeten zijn.

source: **Alternative #1**: You can also run it on any server near your smart meter, as long as it satisfies the other requirements.
nl: **Alternatief #1**: Je kunt dit natuurlijk ook draaien op een server vlakbij je slimme meter, zolang de vereisten maar ondersteund worden.

source: **Alternative #2**: The application supports receiving P1 telegrams using an API, so you can also run it on a server outside your home. (:doc:`API DOCS<api>`)
nl: **Alternatief #2**: De applicatie ondersteunt het ontvangen van P1 telegrammen via een API, dus je kunt dit ook op een server buiten je huis draaien. (:doc:`API DOCS<api>`)

source: **RaspberryPi 2 / 3 or Linux server**
nl: **RaspberryPi 2 / 3 of Linux server**

source: The RaspberryPi 1 tends to be **too slow** for this project, as it requires multi core processing.
nl: De RaspberryPi 1 lijkt **te traag** voor het draaien van dit project, gezien meerdere processoren vrijwel vereist zijn.

source: You can however run just the datalogger client on an old RaspberryPi, :doc:`see for the API for a howto and example scripts<api>`.
nl: Je kunt echter wel alleen een datalogger client draaien op een oude RaspberryPi, :doc:`zie de API -documentatie voor meer informatie en voorbeeldscripts<api>`.

source: Support for ``Python 3.3`` has been **discontinued** since ``DSMR-reader v1.5`` (due to Django).
nl: Ondersteuning voor ``Python 3.3`` is **vervallen** sinds ``DSMR-reader v1.5`` (vanwege Django).

source: Support for ``MySQL`` has been **deprecated** since ``DSMR-reader v1.6`` and will be discontinued completely in a later release. Please use a PostgreSQL database instead. Users already running MySQL will be supported in migrating at a later moment.
nl: Gebruik van ``MySQL`` wordt **afgeraden** sinds ``DSMR-reader v1.6`` en ondersteuning hiervoor verdwijnt helemaal in een toekomstige versie. Gebruik daarom PostgreSQL. Gebruikers die dit project al op MySQL draaien krijgen in de toekomst ondersteuning om te migreren.

source: Disk space
nl: Schijfruimte

source: **Minimal 1 GB of disk space on RaspberryPi (card)** (for application installation & virtualenv).
nl: **Minimaal 1 GB schijfruimte vereist op RaspberryPi (SD-kaart)** (ten behoeve van de applicatie en VirtualEnv).

source: More disk space is required for storing all reader data captured (optional). I generally advise to use a 8+ GB SD card.
nl: Meer schijfruimte is nodig voor het opslaan van alle metingen (optioneel). Over het algemeen adviseer ik minimaal een 8 GB SD-kaart.

source: The readings will take about 90+ percent of the disk space. Retention is on it's way for a future release in 2017.
nl: De metingen nemen zo'n 90+ procent van alle schijfruimte in beslag. Er komt echter een optie voor retentie in een toekomstige release in 2017.

source: Cable
nl: Kabel

source: **Smart Meter** with support for **at least DSMR 4.x+** and a **P1 telegram port**
nl: **Slimme meter** met ondersteuning voor **ten minste DSMR 4.x+** en een **P1 telegram poort**

source: Tested so far with Landis+Gyr E350, Kaifa.
nl: Tot nu toe getest met: Landis+Gyr E350, Kaifa.

source: **Smart meter P1 data cable**
nl: **Slimme meter P1 data kabel**

source: Can be purchased online and they cost around 15 tot 20 Euro's each.
nl: Je kunt deze online bestellen voor ongeveer 15 a 20 Euro.

source: Misc
nl: Overige

source: **Basic Linux knowledge for deployment, debugging and troubleshooting**
nl: **Basiskennis Linux voor het uitrollen en mogelijk debuggen van problemen**

source: It just really helps if you know what you are doing.
nl: Het scheelt eenmaal een hoop wanneer je weet waar je mee bezig bent.
