Repository: suryo12/dsmr-master
Catalog: dsmr-reader/docs/locale/*/LC_MESSAGES/settings.po
Languages: nl

source: Settings
nl: Instellingen

source: The application has several settings available, which you can edit in the Configuration page. The default settings should work fine, although it's recommended to enable syncing backups using Dropbox.
nl: De applicatie heeft diverse instellingen die je kunt bewerken in de Configuratie-pagina. De standaardinstellingen zouden afdoende moeten werken, al is het wel aan te raden de back-ups te synchroniseren via Dropbox.

source: Database/Django settings
nl: Database/Django instellingen

source: In case you want to alter the database settings, or any other Django settings, please modify (or add) them to the ``dsmrreader/settings.py`` file.
nl: Wanneer je de database-instellingen (of die van Django) wilt wijzigen, voer deze dan door in ``dsmrreader/settings.py``.

source: Make sure to reload the application afterwards to persist the changes you've made, by executing ``./reload.sh`` or restarting the Supervisor processes.
nl: Zorg ervoor dat je de applicatie herlaad na je wijzigingen, door ``./reload.sh`` uit te voeren, of de Supervisor-processen te herstarten.

source: API configuration
nl: API-configuratie

source: The application does have an API, but it's disabled by default. You can enable it by activating the "Allow API calls" option.
nl: De applicatie heeft een API, maar die is standaard uitgeschakeld. Je kunt deze inschakelen met de "Sta API-calls toe" optie.

source: ``Allow API calls``
nl: ``Sta API-calls toe``

source: Whether the API is enabled.
nl: Geeft aan of de API beschikbaar is voor gebruik.

source: ``Auth Key``
nl: ``Authorisatiesleutel``

source: The auth key used for authentication.
nl: De autorisatiesleutel om toegang te krijgen tot de API.

source: Backup configuration
nl: Backupconfiguratie

source: The application creates a daily database backup by default. You choose whether you want to have it compressed or in raw SQL form. The timestamp of the backup can be altered as well.
nl: De applicatie maakt standaard dagelijks een databaseback-up. Je kunt hiermee aangegeven in welke compressievorm en tevens het tijdstip van de back-up.

source: ``Backup daily``
nl: ``Dagelijkse backup``

source: Whether to created backups at all.
nl: Maakt een dagelijkse backup van je gegevens.

source: ``Compress``
nl: ``Comprimeren``

source: Enable this to have the backups compressed in gzip format. Highly recommended as it will make backups up to 10 times smaller!
nl: Zet dit aan om de back-ups in gzip-formaat op te slaan. Dit wordt sterk aanbevolen, gezien het de back-ups tot 10 x kleiner maakt!

source: ``Backup timestamp``
nl: ``Tijdstip van backup``

source: Timestamp of the daily backup.
nl: Voorkeurstijdstip van dagelijkse backup.

source: Dropbox configuration
nl: Dropbox-configuratie

source: There is a Dropbox integration available to safely transfer each daily backup into your Dropbox account. :doc:`More information about this feature can be found in the FAQ<faq>`.
nl: Er is een koppeling mogelijk met je eigen Dropbox-account om de back-ups veilig te stellen. :doc:`Meer informatie over deze feature kun je terugvinden in de FAQ<faq>`.

source: Enter your Dropbox access token here. Leave blank or clear to disable Dropbox integration.
nl: Voer hier je Dropbox-access token in. Laat leeg om de Dropbox-koppeling uit te schakelen.

source: Consumption configuration
nl: Verbruiksconfiguratie

source: The consumption settings determine how the application should handle the separate readings. The default behaviour is to group all readings each minute. This can be disabled.
nl: De verbruiksinstellingen bepalen hoe de applicatie omgaat met de individuele metingen. Standaard groepeert de applicatie de metingen per minuut.

source: ``Compactor grouping type``
nl: ``Metingen groeperen``

source: The density of the readings, visible in the application as consumption.
nl: De dichtheid van de metingen, zoals getoond als verbruik in de applicatie.

source: Energy supplier prices
nl: Tarieven energieleverancier

source: You can enter all your energy contract prices here. The application will use them (when available) to calculate the consumption of each day. :doc:`See the FAQ on how to retroactivily adjust prices (if needed)<faq>`.
nl: Je kunt hier je energietarieven invoeren. De applicatie gebruikt deze dan om je dagelijkse verbruik te berekenen. :doc:`Zie de FAQ hoe je dit eventueel met terugwerkende kracht kan doen (indien nodig)<faq>`.

source: Datalogger configuration
nl: Dataloggerconfiguratie

source: This configuration applies to how to read your smart meter.
nl: Deze configuratie bepaalt hoe je slimme meter uitgelezen wordt.

source: ``Poll P1 port``
nl: ``Peil P1 poort``

source: Do not disable this. Will be removed next release.
nl: Niet aankomen, wordt bij de volgende release verwijderd.

source: ``Track electricity phases``
nl: ``Houd elektriciteitsfasen bij``

source: Whether you want to track phases. :doc:`More information about this feature can be found in the FAQ<faq>`.
nl: Geeft aan of we de elektriciteitsfasen moeten bijhouden (wanneer aanwezig). :doc:`Meer informatie over deze feature kun je terugvinden in de FAQ<faq>`.

source: ``Verify telegram CRC``
nl: ``Controleer de CRC van telegrammen``

source: Whether the application should verify the incoming data. Only available for DSMR 4+.
nl: Geeft aan of we de CRC (checksum) van binnenkomende telegrammen moeten controleren. Alleen beschikbaar voor DSMR 4+.

source: ``DSMR version``
nl: ``DSMR-versie``

source: The DSMR version your smart meter has. Used to determine how the serial connection should work.
nl: De DSMR-versie die je slimme meter ondersteunt. Wordt gebruikt om te bepalen hoe de seriele verbinding werkt.

source: ``COM-port``
nl: ``COM-poort``

source: The COM port your cable can be read from.
nl: COM-poort die verbonden is met je slimme meter.

source: Frontend configuration
nl: Interfaceconfiguratie

source: This applies to the visualisation in the application.
nl: Dit heeft betrekking op de visuele weergave in de applicatie.

source: ``Merge electricity tariffs``
nl: ``Voeg tarieven samen``

source: Whether to merge the high and low tariffs. :doc:`More information about this feature can be found in the FAQ<faq>`.
nl: Bepaalt of de elektriciteitstarieven samengevoegd moeten worden (wanneer je voor een enkel tarief betaalt). :doc:`Meer informatie over deze feature kun je terugvinden in de FAQ<faq>`.

source: ``**** color``
nl: ``Kleur ****``

source: Multiple colors can be set here for the graphs.
nl: Je kunt hier diverse kleuren instellen voor de grafieken.

source: MinderGas.nl configuration
nl: MinderGas.nl-configuratie

source: Optional connection with your account at MinderGas.nl. :doc:`More information about this feature can be found in the FAQ<faq>`.
nl: Optionele integratie met je MinderGas.nl-account. :doc:`Meer informatie over deze feature kun je terugvinden in de FAQ<faq>`.

source: ``Export data to MinderGas``
nl: ``Exporteer gegevens naar MinderGas``

source: Whether to enable the connecting with MinderGas.
nl: Bepaalt of we je meterstanden dagelijks moeten uploaden naar je eigen account op MinderGas.nl.

source: ``MinderGas authentication token``
nl: ``MinderGas.nl Authenticatietoken (API)``

source: API token for your MinderGas.nl account.
nl: Authenticatietoken voor de API-toegang van je persoonlijk account bij MinderGas.

source: Notes
nl: Notities

source: You can leave personal notes for yourself here. Such as when you were on holiday or experimented with the heater settings.
nl: Je kunt hier persoonlijke notities voor jezelf achterlaten. Zoals wanneer je op vakantie bent of hebt geëxperimenteerd met de verwarming.

source: Notification configuration
nl: Notificatieconfiguratie

source: Allows sending daily notifications to your phone. :doc:`More information about this feature can be found in the FAQ<faq>`.
nl: Bepaalt of je een dagelijkse notificatie wilt ontvangen op je smartphone over je energieverbruik. :doc:`Meer informatie over deze feature kun je terugvinden in de FAQ<faq>`.

source: ``Send notification``
nl: ``Stuur notificatie``

source: Whether to enable this feature.
nl: Geeft aan of deze feature aanstaat.

source: ``Notification service``
nl: ``Notificatieservice``

source: The notification service you are using.
nl: De notificatieservice die je gebruikt.

source: ``Notification service API key``
nl: ``API sleutel voor notificatie service``

source: API token for your account of the notification service.
nl: De API sleutel die gebruikt wordt om notificaties naar je smartphone te sturen.

source: Weather configuration
nl: Weergegevensconfiguratie

source: There is support for tracking outside temperatures for a fixed number of weather stations. :doc:`More information about this feature can be found in the FAQ<faq>`.
nl: Er is ondersteuning voor het uitlezen van de temperatuur :doc:`Meer informatie over deze feature kun je terugvinden in de FAQ<faq>`.

source: ``Track weather``
nl: ``Houd weergegevens bij``

source: ``Buienradar weather station``
nl: ``Buienradar weerstation``

source: The fixed weather station you wish to use.
nl: Het weerstation die je wilt gebruiken.
